<template>
  <div class="menu-content">
    <p>
      中国质量万里行促进会汽车零部件编码与质量追溯中心（以下简称“汽车零部件编码与质量追溯中心”），
      于2016年11月成立，是一家为中国汽车制造业及汽车后市场专业化、国际化、品牌化发展，提供标准、质量、法律、信息、宣传的公益性服务机构。
    </p>
    <p>
      汽车零部件编码与质量追溯中心秉承“打假治劣,扶优扶强”的宗旨，立足服务,促进发展。
      致力于服务政府及行业主管部门、汽车制造、流通、维修等相关企业及消费者，并按照有关授权，
      开展汽车零部件统一编码标识的管理与服务工作；制定相关标准及准入条例，进一步规范汽车后市场秩序；
      实施汽车后市场大数据备案及管理，建设维护服务于政府、行业、企业及消费者互动合作的汽车零部件编码与质量追溯平台，
      提升汽车产品及服务质量，维护消费者权益；开展行业及市场的调研及发布工作，处理汽车后市场相关投诉， 助力行业诚信体系建设；
      开展相关的标准质量及统一编码标识的培训工作，举办市场推广活动，为政府、行业及企业、 消费者提供咨询服务，营造汽车产品制造及后市场服务的新生态。
    </p>
    <p>
      北京鼎证物联信息技术有限公司（以下简称“鼎证公司”），是国美控股集团有限公司旗下的全资子公司。
      基于汽车零部件编码与质量追溯中心的授权，承担汽车零部件编码与质量追溯中心的全部业务工作，
      为中国汽车制造业及汽车后市场专业化、国际化、品牌化发展，提供标准、质量、法律、信息、宣传的服务。
    </p>
  </div>
</template>

<script>
	export default {
    data (){
      return {
      }
    },
    methods:{

    }
	}
</script>

<style scoped>
  .menu-content p{
    text-indent: 36px;
  }
</style>
