<template>
  <div class="menu-content">
  	<p>l、建设、维护服务于政府、行业、企业及消费者互动合作的汽车零部件编码与质量追溯平台，实现汽车零部件生产、流通、仓储、维修及相关服务的“来源可查、去向可追、责任可究”；</p>
  	<p>2、实施汽车后市场标准化大数据备案及管理，为政府、行业提供决策依据；制定相关标准及准入条例，进一步规范 汽车后市场秩序；</p>
  	<p>3、开展汽车零部件统一编码标识的相关注册管理与实施服务工作；</p>
  	<p>4、开展相关的标准质量及统一编码与标识的培训及落地实施的指导工作，举办市场推广活动，为政府、行业及企业、消费者提供咨询服务；</p>
  	<p>5、开展行业及市场的调研及发布工作，协助处理汽车后市场相关投诉，助力行业诚信体系建设；</p>
  	<p>6、为汽车制造业及汽车后市场专业化、国际化、品牌化发展，提供标准、质量、法律、信息、宣传等全方位的公益性服务。</p>
  </div>
</template>

<script>
	export default {
		name: "function"
	}
</script>

<style scoped>
.menu-content p{
    text-indent: 36px;
    margin-bottom: 20px;
  }
</style>
