<template>
  <div class="page-container">
    <div class="pageson-banner">
      <img src="../../../static/image/index/banner.png" alt="">
    </div>
    <div class="detail-main">
      <div class="detail-content flex-row">
        <div class="content-common">         
          <div class="content-main">
            <div class="content-data" v-html="contentArr[$route.params.unitId].content"></div>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
  export default {
    name: "footerDetail",
    props:{
      unitId: String | Number
    },
    data (){
      return {
          contentArr:[
            {
              "title":"用户协议",
              "content": `<div class="userText"><h4>用户协议</h4><p>
                  欢迎访问汽车零部件编码与质量追溯服务平台！
                </p><br> <p><strong>重要须知：</strong><br> <span>1、 中国质量万里行促进会汽车零部件编码与质量追溯中心（以下简称“编码追溯中心”）
隶属于原国家质检总局中国质量万里行促进会，于2016年11月成立，是一家为中国汽车制造业及汽车后市场专业化、国际化、品牌化发展，提供标准制定与宣贯实施、质量追溯服务及管理、法律咨询等公益性服务机构。北京鼎证物联信息技术有限公司（以下简称<strong >“运营方”</strong>或<strong>“鼎证物联”</strong>）负责机构的日常运营和业务拓展，汽车零部件编码与质量追溯中心平台【网址：caqp-id.com】（以下简称<strong>“追溯服务平台”</strong>或“平台”）是由鼎证物联开发并运营管理的信息服务平台。平台使用方（以下简称<strong>“用户”</strong>）在追溯服务平台注册并使用追溯服务平台提供的各项服务之前，应事先认真阅读本协议各项内容，包括免除或者限制编码追溯中心及运营方责任的免责条款及对用户的权利限制。</span><br> <span>2、 如用户充分知晓并同意本协议中的条款和内容，请勾选“我同意用户协议”，即表示用户与运营方已达成协议，已充分了解并自愿接受本协议中的所有条款和内容，并成为追溯服务平台的用户；此后，用户不得以未阅读本协议为由作任何形式的抗辩。</span><br> <span>3、 用户登录、查看、下载、上传、购买服务等任何使用行为即视为用户已阅读并同意受本协议的约束。</span><br> <span>4、 追溯服务平台发布的平台规范、通知、公告、操作规则、帮助文档、温馨提示等，
统称为交易规则，交易规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如用户使用追溯服务平台提供的服务，视为用户同意上述补充协议。
</span><br> <span>5、 若出现追溯服务平台及其相关设备的检修/维护/更新、技术故障、遭受计算机病毒、黑客攻击、不可抗力等情形，运营方有权随时变更、中断或终止部分或全部网络服务。</span><br> <span>6、 运营方在提供网络服务时，可能会对追溯服务平台上的增值网络服务项目收取一定的服务费用。在此情况下，运营方会在相关页面上做明确的价款支付提示。如用户拒绝支付该等项目费用，则不能使用相关的增值网络服务。</span></p> <br><p><strong>1、 协议主体范围</strong><br> <span>本协议是用户与运营方关于使用追溯服务平台所订立的协议，用户是指所有注册并使用追溯服务平台的法人、合伙企业、个体工商户或其他组织，包括但不限于生产企业、经销商、流通企业、维修企业。</span></p> <br><p><strong>2、 协议服务内容</strong><br> <span>2.1 服务内容概述</span><br> <span>追溯服务平台所提供服务是指产品信息标准化管理、产品信息发布、推送至合作电商平台及采购商家等。</span><br> <span>2.2 追溯服务平台的注册、信息填报与安全性</span><br> <span>(1) 用户进入追溯服务平台后，须按照注册页面的提示填写用户名、手机号码、密码等，
注册成功后按照页面提示选择所属企业类别（生产企业、维修企业、物流企业、经销商等），同时填写企业名称、联系人、手机、经营地址及上传最新版的营业执照（具体以注册页面的要求为准）。
</span><br> <span>(2) 用户要保证所填报的信息真实、准确、合法、有效及完整并对其维护、负责，运营方对用户填报的信息不承担任何责任。</span><br> <span>(3) 用户应提供及时、详尽及准确地填报资料，并及时、详尽、准确地更新注册信息及
资料。所有原始键入的资料将引用为注册资料。在法律有明确规定要求运营方作为平台服务提供者必须对用户的信息进行核实的情况下，运营方将依法不时地对用户的信息进行检查核实，用户应当配合提供最新、真实、完整、有效的信息。如果因用户的注册信息及资料不真实、不准确、不合法、不完整等引起的问题及该问题发生所带来的后果，运营方和编码追溯中心不负任何责任，且运营方有权终止向用户提供平台服务并注销用户的帐号。如因此给运营方或编码追溯中心造成任何损失的，用户应承担损害赔偿责任。
</span><br> <span>(4) 用户注册成功后，将获得一个用户帐号及相应的初始密码，用户应及时修改初始密码并对该用户帐号和（初始）密码的保管负责；用户应当对以其用户帐号进行的所有活动和行为负法律责任。</span><br> <span>(5) 如果因用户未保管好、转让、赠予或出借用户帐号和密码而对用户自身、运营方或第三方造成的损失，用户将负全部责任。如果发现任何未经授权使用用户帐号登录追溯服务平台或其他可能导致用户帐号遭窃、遗失的情况或有任何其他可能危及用户信息安全的情形时，用户应当立即以有效方式通知运营方，要求运营方暂停相关服务。用户理解运营方对用户的请求采取行动需要合理时间，运营方对在采取行动前已经产生的后果（包括但不限于用户的任何直接或间接损失）不承担任何责任，且运营方应用户请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除运营方存在法定过错外，运营方不承担责任。</span></p> <p>
                  2.3 产品信息标准化管理<br> <span>追溯服务平台的产品信息管理是基于相关国际、国内及行业标准的，用户在录入或导入其产品信息后，按平台提示操作，会将产品信息转化为标准格式，包括但不限于对车型的匹配等标准化管理，可用于与贸易伙伴间的数据交换和信息共享，或通过建立标准化的追溯系统使产品在流通过程中基于可信追溯标准体系进行科学的采集和管理，实现产品信息来源可查、去向可追。</span><br></p> <p>
                  2.4 产品信息发布  <br> <span>追溯服务平台与多个查询交易渠道实现数据的互通共享，一键发布至国家公共查询平台、追溯服务中心官网以及汽车、零部件等行业渠道，实现可信追溯信息的广泛传播。</span></p> <p>
                  2.5 推送至合作电商平台及采购商家<br> <span>追溯服务平台可实现与电商平台实时对接，可将追溯服务平台上的产品信息推送至电商平台及其他销售渠道。</span></p> <p>
                  2.6 注册信息变更<br> <span>当用户已注册的相关信息及零部件条码信息发生变化时，包括但不限企业名称、企业资质信息、联系人身份信息等信息资料，用户应及时向运营方联系申请变更，经运营方审核后变更生效。</span></p> <p data-v-732baf9c="">
                  2.7 培训<br data-v-732baf9c=""> <span data-v-732baf9c="">运营方将就追溯服务平台的使用、零部件编码与标识解决方案以及汽车后市场相关信息等方面开展培训活动，旨在帮助计划或者正在申请商品条码、全球位置码的生产企业、经销商、汽修企业等相关企业办理业务。</span></p> <br data-v-732baf9c=""><p data-v-732baf9c=""><strong data-v-732baf9c="">3、 收费标准 </strong><br data-v-732baf9c=""> <span data-v-732baf9c="">3.1 平台服务费</span><br data-v-732baf9c=""> <span data-v-732baf9c="">追溯服务平台服务费用标准为人民币19,800元/年，用户注册完成并于本协议约定期限内完成付款后可享受对应的服务。</span><br data-v-732baf9c=""> <span data-v-732baf9c="">3.2 查询服务费</span><br data-v-732baf9c=""> <span data-v-732baf9c="">用户可以免费通过追溯服务平台查询部分基础信息。</span><br data-v-732baf9c=""> <span data-v-732baf9c="">3.3 付款条件</span><br data-v-732baf9c=""> <span data-v-732baf9c="">用户需于成功注册追溯服务平台后7个工作日内根据上述3.1费用标准完成平台服务费缴纳，运营方于收到用户支付的全额款项后20个工作日内开具足额合法有效的增值税专用发票寄送至用户指定地址（用户可联系追溯服务平台客服010-5977 5001确认发票信息及寄送地址等）。</span><br data-v-732baf9c=""> <span data-v-732baf9c=""><strong data-v-732baf9c="">运营方账户信息如下：</strong></span><br data-v-732baf9c=""> <span data-v-732baf9c="">公司名称：北京鼎证物联信息技术有限公司</span><br data-v-732baf9c=""> <span data-v-732baf9c="">开户行：招商银行北京分行朝阳公园支行</span><br data-v-732baf9c=""> <span data-v-732baf9c="">账号：110921793310601</span><br data-v-732baf9c=""> <span data-v-732baf9c="">地址：北京市通州区潞城镇胡郎路80号911室</span><br data-v-732baf9c=""> <span data-v-732baf9c="">电话：010-50892378</span><br data-v-732baf9c=""></p> <br data-v-732baf9c=""><p data-v-732baf9c=""><strong data-v-732baf9c="">4、 运营方的权利义务</strong><br data-v-732baf9c=""> <span data-v-732baf9c="">4.1 运营方有权在追溯服务平台及网站保存所有用户信息，包括但不限于用户注册信息、企业实名认证信息、联系人身份信息、零部件编码的基础信息及扩展信息等。</span><br data-v-732baf9c=""> <span data-v-732baf9c="">4.2 运营方不向其他任何第三方保证和承诺用户提交的用户注册信息、企业资质信息、联系人身份信息、零部件条码申请信息等资料的真实性、准确性、合法性、有效性及完整性。用户对其提交的所有资料的真实性、准确性、合法性、有效性及完整性自行承担全部责任。</span><br data-v-732baf9c=""> <span data-v-732baf9c="">4.3 运营方以勤勉义务对待用户提供的这些身份识别资料，除非本协议另有规定外，不会擅自将包含用户身份识别信息的基础数据分享给未经编码追溯中心或运营方合法授权的第三方。</span><br data-v-732baf9c=""> <span data-v-732baf9c="">4.4 运营方有权随时删除含有任何危害国家安全、淫秽色情、虚假、诽谤（包括商业诽谤）、非法恐吓或非法骚扰、有损他人名誉、利益、侵权等违法或有违公序良俗的内容。如果用户信息因为以上原因被运营方删除或停止提供服务，用户已支付的服务费用将不予退还，且用户须对自己的言论和行为承担法律责任。</span><br data-v-732baf9c=""> <span data-v-732baf9c="">4.5 运营方发现或有合理理由认为用户存在如下情形，有权暂停用户使用和访问追溯服务平台网站、冻结或注销用户帐号或采取其他合理措施，包括但不限于：</span><br data-v-732baf9c=""> <span data-v-732baf9c="">(1) 用户的行为违背了本协议规定的条款；</span><br data-v-732baf9c=""> <span data-v-732baf9c="">(2) 用户的行为危害了追溯服务平台网站的正常使用和运作；</span><br data-v-732baf9c=""> <span data-v-732baf9c="">(3) 用户对追溯服务平台网站的使用超出了本协议规定的范围。</span><br data-v-732baf9c=""> <span data-v-732baf9c="">4.6 运营方有权在以下情况下使用用户信息：</span><br data-v-732baf9c=""> <span data-v-732baf9c="">(1) 依据法律、法规规定或有关政府机关要求；</span><br data-v-732baf9c=""> <span data-v-732baf9c="">(2) 以学术研究或公共利益为目的；</span><br data-v-732baf9c=""> <span data-v-732baf9c="">(3) 为维护追溯服务平台的合法权益，例如查找、预防、处理欺诈或安全方面的问题；</span><br data-v-732baf9c=""> <span data-v-732baf9c="">(4) 出于执行本协议的目的或符合本协议相关服务条款规定。</span><br data-v-732baf9c=""> <span data-v-732baf9c="">4.7 运营方有义务保障追溯服务平台的稳定运行和信息安全。运营方需要定期或不定期地对追溯服务平台及其相关的设备进行检修或者维护，如因此类情况而造成网络服务（包括收费网络服务）在合理时间内的中断，运营方无需为此承担任何责任。并且为维修保养、升级或其它合理目的，运营方保留不经事先通知用户即暂停本协议下服务任何部分的权利。</span><br data-v-732baf9c=""> <span data-v-732baf9c="">4.8 运营方将可能不时的修改本协议的有关条款，一旦条款内容发生变动，将会在相关的页面提示修改内容。</span><br data-v-732baf9c=""> <span data-v-732baf9c="">如果用户不同意运营方对本协议服务条款所做的修改，用户有权停止使用网络服务。如果用户继续使用网络服务，则视为用户接受本协议服务条款的变动。</span><br data-v-732baf9c=""></p> <br data-v-732baf9c=""><p data-v-732baf9c=""><strong data-v-732baf9c="">5、 用户的权利义务</strong><br data-v-732baf9c=""> <span data-v-732baf9c="">5.1 用户合法享有平台服务的使用权，同时不得将权利转让或与他人分享。</span><br data-v-732baf9c=""> <span data-v-732baf9c="">5.2 经用户许可的相关信息在追溯服务平台网站上可被公开查询。</span><br data-v-732baf9c=""> <span data-v-732baf9c="">5.3 用户须按照国家标准、技术规范及相关规定正确使用汽车零部件编码。</span><br data-v-732baf9c=""> <span data-v-732baf9c="">5.4 用户须承诺不通过追溯服务平台网站传输任何违反法律法规规定的信息、教唆他人违法违规的信息、违反公序良俗或危害国家安全的信息等。</span><br data-v-732baf9c=""></p> <br data-v-732baf9c=""><p data-v-732baf9c=""><strong data-v-732baf9c="">6、 用户信息的存储与许可使用</strong><br data-v-732baf9c=""> <span data-v-732baf9c="">6.1 用户知悉并同意，为便于向用户提供更好的服务，追溯服务平台将在用户自愿选择服务或者提供信息的情况下存储用户信息，并将这些信息进行整合。在用户使用追溯服务平台服务时，服务器会自动记录用户上传的信息，并且采取各项措施保证信息安全。追溯服务平台对注册用户的所有服务将尽力维护其安全性及方便性，另外追溯服务平台保留判定用户的行为是否符合本协议中服务条款要求的权利，如果用户违背了本协议中服务条款的规定，编码追溯中心有权中止或者终止对注册用户的服务。</span><br data-v-732baf9c=""> <span data-v-732baf9c="">6.2 用户授予运营方及其关联方（包括鼎证物联之子公司、分公司、控股公司、与鼎证物联处于同一母公司直接或间接控制之下的公司及国美控股集团）独家的、永久的、免费的许可使用的权利，使运营方（包括其关联方）有权(全部或部分地)自行或者委托第三方对用户上传至追溯服务平台的资料、数据、信息和记录（包括但不限于登录记录、登录后行为等）（以下统称为“基础数据”）进行查询、复制、使用、管理、处理、分析、加工、运营、开发、数据挖掘或信息处理，并应用于商业或非商业的用途/服务（例如应政府部门或行业协会的要求对某些基础数据进行统计和分析）。运营方及其关联方对于通过对基础数据的查询、复制、使用、管理、处理、分析、加工、运营、商业化处理、开发、数据挖掘或信息处理而产生的所有衍生信息、方法（包括上述收集数据的方法）、数据和资料拥有唯一的知识产权和使用权，并独家享有将这些衍生信息、方法、数据和资料投入任何商业化运营而可能获取的任何收益。未经运营方许可，任何人或任何实体不得将前述基础数据、信息等资料用于其他用途。</span></p> <br data-v-732baf9c=""><p data-v-732baf9c=""><strong data-v-732baf9c="">7、 服务终止</strong><br data-v-732baf9c=""> <span data-v-732baf9c="">
                    7.1 出现以下情况时，运营方有权直接以注销用户帐号的方式终止本协议项以下的服务: <br data-v-732baf9c=""> <span data-v-732baf9c="">(1) 平台服务费到期且未继续缴费（如涉及）；</span><br data-v-732baf9c=""> <span data-v-732baf9c="">(2) 用户注册信息中的内容不真实或不准确或不完整或违法，经提示未予及时改正的；</span><br data-v-732baf9c=""> <span data-v-732baf9c="">(3) 本协议（含规则）变更时，用户明示并通知运营方不愿接受新的服务协议的；</span><br data-v-732baf9c=""> <span data-v-732baf9c="">(4) 用户违反本协议（含规则）任一约定的；</span><br data-v-732baf9c=""> <span data-v-732baf9c="">(5) 用户申请破产、被申请破产、清算、或丧失主体资格（如其申请企业注销或被吊销营业执照）；</span><br data-v-732baf9c=""> <span data-v-732baf9c="">(6) 用户的工作人员对运营方的相关人员提供了任何不正当的利益；</span><br data-v-732baf9c=""> <span data-v-732baf9c="">(7) 运营方提前【30】日书面通知用户终止本协议的；</span><br data-v-732baf9c=""> <span data-v-732baf9c="">(8) 运营方认为应当终止服务的其它情况；</span><br data-v-732baf9c=""> <span data-v-732baf9c="">(9) 用户主动终止享有本协议项下服务且获得运营方同意的情况。</span></span><br data-v-732baf9c=""> <span data-v-732baf9c="">
                    7.2 用户与运营方的服务关系终止后，运营方享有继续保存用户的注册信息及用户使用追溯服务平台下服务期间的所有信息的权利。
                  </span></p> <br data-v-732baf9c=""><p data-v-732baf9c=""><strong data-v-732baf9c="">8、 违约责任 </strong><br data-v-732baf9c=""> <span data-v-732baf9c="">8.1 如果运营方发现或收到他人举报用户有违反本协议任何行为的，有权依法进行独立判断并采取技术手段对相关违法、违规的信息（如有）进行删除、屏蔽或断开相关链接；同时，运营方有权视用户的行为性质，对用户采取包括但不限于暂停或终止部分或全部本协议项下服务、中止或终止用户对平台服务的使用、追究用户法律责任等措施，运营方也无需向用户退还任何费用，而由此给用户带来的损失（包括但不限于通信中断、相关数据清空、未使用的服务费用作为违约金而归运营方所有等），由用户自行承担。</span><br data-v-732baf9c=""> <span data-v-732baf9c="">8.2 用户有违反本协议任何行为，导致任何第三方损害的，用户应当自行承担责任；运营方因此遭受损失的，用户应当赔偿运营方遭受的损失。</span><br data-v-732baf9c=""> <span data-v-732baf9c="">8.3 对于因运营方违约、侵权或其他原因而导致的与本协议项下服务有关的损失或损害，用户同意该责任上限等于用户就导致该责任的相应服务部分所应支付的服务费。</span></p> <br data-v-732baf9c=""><p data-v-732baf9c=""><strong data-v-732baf9c="">9、 协议条款的修改</strong><br data-v-732baf9c=""> <span data-v-732baf9c="">运营方有权在必要时通过在网页上发出公告等合理方式修改本协议条款以及各单项服务的相关条款。用户在享受各项服务时，应当及时查阅了解修改的内容，并自觉遵守本协议条款以及该单项服务的相关条款。用户如继续使用本协议条款涉及的服务，则视为对修改内容的同意；用户在不同意修改内容的情况下，有权停止使用本协议条款涉及的服务。</span></p> <br data-v-732baf9c=""><p data-v-732baf9c=""><strong data-v-732baf9c="">10、 争议解决及法律管辖</strong><br data-v-732baf9c=""> <span data-v-732baf9c="">本协议的订立、执行和解释及争议的解决均应适用中国法律。</span><br data-v-732baf9c=""> <span data-v-732baf9c="">如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向运营方所在地的人民法院提起诉讼。</span></p> <br data-v-732baf9c=""><p data-v-732baf9c=""><strong data-v-732baf9c="">11、 免责声明</strong><br data-v-732baf9c=""> <span data-v-732baf9c="">11.1 用户明确同意其使用追溯服务平台网络服务的行为及其他在追溯服务平台的有关活动所存在的风险将完全由其自己承担；因其使用追溯服务平台的网络服务而产生的一切后果也由其自行承担，运营方对用户不承担任何责任，包括但不限于不正当使用产品服务、非法使用服务或用户传送的信息有所变动所带来的损害。</span><br data-v-732baf9c=""> <span data-v-732baf9c="">11.2 运营方不保证网络服务一定能满足用户的要求，不保证网络服务不会中断，对网络服务的及时性、安全性、准确性也均不作保证，同时运营方对移动通信网络的故障、电力供应故障等公共服务因素、技术缺陷、常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素、覆盖范围限制、不可抗力、计算机病毒、黑客攻击、用户所在位置、用户关机或其他非追溯服务平台技术能力范围内的事因等造成的服务中断等问题不承担责任。</span><br data-v-732baf9c=""> <span data-v-732baf9c="">11.3 运营方仅承担本协议明确约定的直接责任。除本协议另有规定外，在任何情况下，运营方对本协议所承担的违约赔偿责任总额不超过其向用户收取的当次服务费用总额。</span></p> <br data-v-732baf9c=""><p data-v-732baf9c=""><strong data-v-732baf9c="">12、 知识产权</strong><br data-v-732baf9c=""> <span data-v-732baf9c="">鼎证物联负责开发、运营及维护追溯服务平台，拥有追溯服务平台的全部知识产权，包括但不限于著作权、专利权、商标、域名、商业秘密、专有技术及其它权利。非经运营方书面同意，任何人均不得自行下载、复制、转载、引用、链接、抓取、传输、改编、编辑或以其他方式使用追溯服务平台的界面等信息，及实施侵犯运营方相关著作权、专利权、商标、商业秘密及其它权利的行为。否则，运营方有权追究其法律责任。</span></p> <br data-v-732baf9c=""><p data-v-732baf9c=""><strong data-v-732baf9c="">13、 解释权</strong><br data-v-732baf9c=""> <span data-v-732baf9c="">在法律允许的最大范围内，本协议的解释权归运营方所有。如果其中有任何条款与法律、法规或其他规范性文件相抵触，则以法律、法规或其他规范性文件的明文规定为准。</span><br data-v-732baf9c=""> <span data-v-732baf9c="">如用户对本协议的条款内容有任何疑问，可拨打客服电话【010-59775001】。</span></p></div>`
            },
            {
              "title":"隐私声明",
              "content":`<div data-v-29c6b3e5="" class="userText"><h4>隐私声明</h4><p data-v-29c6b3e5="">
                  使用汽车零部件编码与质量追溯服务平台（以下简称“追溯服务平台”或“平台”）（网址：<a data-v-29c6b3e5="" href="http://www.caqp-id.com" style="text-decoration: underline;">http://www.caqp-id.com</a>，下称“我们”）或提交个人或企业信息之前，请阅读本隐私声明（下称“本声明”）。<strong data-v-29c6b3e5="" style="text-decoration: underline;">使用追溯服务平台的任一服务意味着您已接受本声明中的条款。</strong>这些条款可能会发生改变，但任何改变都会及时公布，并且只适用于更改发布之后发生的而不是之前发生的活动和信息。 我们建议您无论任何时候登录追溯服务平台时都查看本声明，从而确保您了解自己所提供的信息将被如何使用与保护。
                </p> <p data-v-29c6b3e5=""><strong data-v-29c6b3e5="">如果您不同意本声明的任何内容，您应立即停止使用追溯服务平台的服务。当您使用追溯服务平台提供的任一服务时，即表示您已同意我们按照本声明来合法使用和保护您的个人或企业信息。
                  </strong></p> <p data-v-29c6b3e5="">
                  我们尊重您的隐私并且承诺以负责的态度保护您向我们提供的个人及企业信息的安全，并将您提供的信息仅用于为您提供更好的相关服务。本声明正在不断改进中，随着平台服务范围的扩大，会随时更新本声明。欢迎您随时查看本声明。
                </p> <p data-v-29c6b3e5="">需要特别说明的是，本声明不适用于其他第三方向您提供的服务，例如追溯服务平台的其他单位或个人依托追溯服务平台向您提供服务时，您提供的个人或企业信息不适用于本声明。</p> <br data-v-29c6b3e5=""><p data-v-29c6b3e5=""><strong data-v-29c6b3e5="">一、信息搜集</strong></p> <p data-v-29c6b3e5="">
                  我们收集信息是为了向您提供更好、更优、更个性化的服务，我们收集信息的方式如下： 
                </p> <p data-v-29c6b3e5="">
                  1、<strong data-v-29c6b3e5="">您向我们提供的信息。</strong></p> <p data-v-29c6b3e5=""> 当您注册追溯服务平台账户及您在使用追溯服务平台提供的相关服务时填写及/或提交的信息，包括您的姓名/名称、性别、出生年月日、身份证号码/注册号码、电话号码、传真、电子邮箱、地址、银行账号及相关附加信息（如您所在的省份和城市、邮政编码等）。</p> <p data-v-29c6b3e5="">                 
                  2、<strong data-v-29c6b3e5="">在您使用服务过程中收集的信息。</strong></p> <p data-v-29c6b3e5="">这类信息包括：
                   <br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">在您使用追溯服务平台服务，或访问追溯服务平台网页时，追溯服务平台自动接收并记录您的浏览器和计算机上的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您的网页记录等数据；如您下载或使用追溯服务平台或其关联公司客户端软件，或访问移动网页使用追溯服务平台服务时，我们可能会读取与您的位置和移动设备相关的信息，包括但不限于设备型号、设备识别码、操作系统、分辨率、电信运营商等。
                  </span><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">
                  除上述信息外，我们还可能为了提供服务及改进服务质量的合理需要而收集您的其他信息，包括您与我们的客户服务团队联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息，以及您与追溯服务平台的关联方、追溯服务平台合作伙伴之间互动时我们收集的相关信息。与此同时，为提高您使用追溯服务平台提供的服务的安全性，更准确地预防钓鱼网站欺诈和木马病毒，我们可能会通过了解一些您的网络使用习惯、您常用的软件信息等手段来判断您账户的风险，并可能会记录一些我们认为有风险的URL。
                </span></p> <p data-v-29c6b3e5="">
                  3、<strong data-v-29c6b3e5="">来自第三方的信息</strong><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">为了给您提供更好、更优、更加个性化的服务，或共同为您提供服务，或为了预防互联网欺诈的目的，追溯服务平台的关联方、合作伙伴会依据法律的规定或与您的约定或征得您同意的前提下，向追溯服务平台分享您的个人或企业信息。</span></p> <p data-v-29c6b3e5="">
                  您了解并同意，以下信息不适用本声明：<br data-v-29c6b3e5=""> <span data-v-29c6b3e5=""><strong data-v-29c6b3e5="">a)</strong>您在使用追溯服务平台提供的搜索服务时输入的关键字信息；</span><br data-v-29c6b3e5=""> <span data-v-29c6b3e5=""><strong data-v-29c6b3e5="">b)</strong>信用评价、违反法律规定或违反追溯服务平台规则的行为及追溯服务平台已对您采取的措施；</span><br data-v-29c6b3e5=""> <span data-v-29c6b3e5=""><strong data-v-29c6b3e5="">c)</strong>应法律法规要求需公示的企业名称等相关工商注册信息以及自然人经营者的信息。</span></p> <br data-v-29c6b3e5=""><p data-v-29c6b3e5=""><strong data-v-29c6b3e5="">二、 信息使用 </strong><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">a、追溯服务平台不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息和企业信息，除非事先得到您的许可，或该第三方和追溯服务平台单独或共同为您提供服务，且在该服务结束后，该第三方将被禁止访问包括其以前能够访问的所有这些资料。</span><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">b、追溯服务平台亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息和企业信息。任何追溯服务平台的用户如从事上述活动，一经发现，追溯服务平台有权立即终止与该用户的服务协议并追究其法律责任。</span><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">c、为服务用户的目的，追溯服务平台可能通过使用您的个人信息和企业信息，向您提供您感兴趣的信息，包括但不限于向您发出服务信息，或者与追溯服务平台合作伙伴共享信息以便他们向您发送有关的服务的信息（后者需要您的事先同意）。</span><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">d、我们可能使用您的个人或企业信息以预防、发现、调查欺诈、危害安全、非法或违反与我们或其关联方协议、政策或规则的行为，以保护您、我们的其他用户、我们及我们的关联方的合法权益。</span></p> <br data-v-29c6b3e5=""><p data-v-29c6b3e5=""><strong data-v-29c6b3e5="">三、 隐私政策</strong><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">追溯服务平台尊重并保护您及企业的隐私，用户的邮件、手机号等个人及企业信息为用户重要隐私，追溯服务平台承诺不会将个人及企业信息用作其它用途；承诺不会在未获得用户许可的情况下擅自将用户的个人及企业信息披露、出租或出售给任何第三方，但以下情况除外：</span><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">a、 您同意让第三方共享资料；</span><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">b、 追溯服务平台与第三方共同向您提供相关服务；</span><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">c、 向追溯服务平台的关联方分享您的信息；</span><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">d、 您同意公开您的个人或企业信息资料，享受为您提供的产品和服务；</span><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">e、 只有共享您的信息，才能提供您需要的服务，或处理您与他人的纠纷或争议；</span><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">f、 追溯服务平台需要听从法庭传票、法律命令或遵循法律程序；</span><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">g、 追溯服务平台发现您违反了中国有关法律、法规、相关协议或相关规则的情况下，需要向第三方披露；</span><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">h、 为维护追溯服务平台及其关联方或其他用户的合法权益；</span><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">i、 符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</span><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">j、 基于学术研究而使用；</span><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">k、 基于符合法律法规的社会公共利益而使用。</span></p> <br data-v-29c6b3e5=""><p data-v-29c6b3e5=""><strong data-v-29c6b3e5="">四、 外部链接</strong><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">追溯服务平台可能含有到其他网站的链接。追溯服务平台对那些网站的隐私保护措施不负任何责任。</span></p> <br data-v-29c6b3e5=""><p data-v-29c6b3e5=""><strong data-v-29c6b3e5="">五、 Cookie和网络Beacon的使用</strong><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">1、为使您获得更轻松的访问体验，您访问追溯服务平台相关网站或使用追溯服务平台提供的服务时，我们可能会通过小型数据文件识别您的身份，这么做是帮您省去重复输入注册信息的步骤，或者帮助判断您的账户安全。这些数据文件可能是Cookie，Flash Cookie，或您的浏览器或关联应用程序提供的其他本地存储（统称“Cookie”）。</span><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">
                    2、请您理解，我们的某些服务只能通过使用“Cookie”才可得到实现。如果您的浏览器或浏览器附加服务允许，您可以修改对Cookie的接受程度或者拒绝追溯服务平台的Cookie，但这一举动在某些情况下可能会影响您安全访问追溯服务平台相关网站。
                  </span><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">
                    3、网页上常会包含一些电子图象（称为“单像素” GIF文件或“网络beacon”），使用网络beacon可以帮助网站计算浏览网页的用户或访问某些Cookie，我们会通过网络beacon收集您浏览网页活动的信息，例如您访问的页面地址、您先前访问的援引页面的位址、您停留在页面的时间、您的浏览环境以及显示设定等。
                  </span></p> <br data-v-29c6b3e5=""><p data-v-29c6b3e5=""><strong data-v-29c6b3e5="">六、 使用说明</strong><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">追溯服务平台用户可以通过设定的密码来保护追溯服务平台账户和资料安全。您应当对其密码的保密负全部责任。请不要和他人分享此信息。如果您使用的是公共电脑，请在离开电脑时退出追溯服务平台以保证您的信息不被他人非法使用。如果您泄漏了账户密码，您可能丢失了您的识别信息，并且有可能导致对您不利后果。因此不管任何原因使您的密码安全受到危及，您应该立即通过追溯服务平台的在线客服和我们取得联系。</span></p> <br data-v-29c6b3e5=""><p data-v-29c6b3e5=""><strong data-v-29c6b3e5="">七、 安全</strong><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">追溯服务平台有相应的安全措施来确保我们掌握的信息不丢失，不被滥用和变造。这些安全措施包括向其它服务器备份数据和对用户密码加密。尽管我们有这些安全措施，但请注意在因特网上不存在“完善的安全措施”。</span></p> <br data-v-29c6b3e5=""><p data-v-29c6b3e5=""><strong data-v-29c6b3e5="">八、 免责</strong><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">1、 由于您的过错使得任何个人或企业信息被他人所知而导致的任何损失及相关法律争议和后果，追溯服务平台不承担任何责任。</span><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">2、 任何由于黑客或计算机病毒攻击、政府行为、ISP运营商、Internet连接故障、计算机系统故障、通讯故障、电力故障、罢工、劳动争议、暴乱、起义、骚乱、火灾、洪水、风暴、爆炸、战争、法律法规的重大变更或任何不可抗力而造成的任何损失及相关法律争议和后果，追溯服务平台不承担任何责任。</span></p> <br data-v-29c6b3e5=""><p data-v-29c6b3e5=""><strong data-v-29c6b3e5="">九、 修改及更新</strong><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">1、 追溯服务平台有权随时修改或更新本声明。</span><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">2、 您可以随时在追溯服务平台修改或者更新您的信息和密码（在成功登录之后）。</span></p> <br data-v-29c6b3e5=""><p data-v-29c6b3e5=""><strong data-v-29c6b3e5="">十、 问题或建议</strong><br data-v-29c6b3e5=""> <span data-v-29c6b3e5="">追溯服务平台欢迎您对本声明提出意见。如果您有任何疑问或认为我们没有适当履行本声明之处，请与我们联系，联系电话：010-59775001，联系地址：北京市朝阳区北苑路86号北美国际商务中心K2座一层。</span></p></div>`
            },
            {
              title:"法律声明",
              content:`<div data-v-27603f7f="" class="userText"><h4>法律声明</h4><p data-v-27603f7f=""><strong data-v-27603f7f="">一、提示条款</strong><br data-v-27603f7f=""> <span data-v-27603f7f="">汽车零部件编码与质量追溯服务平台（以下简称“追溯服务平台”）提醒您：在使用追溯服务平台各项服务前，请您务必仔细阅读并透彻理解本法律声明（下称“本声明”）。如对本声明内容有任何疑问，您可向追溯服务平台客服咨询。阅读本声明的过程中，如果您不同意本声明或其中任何内容，您应立即停止使用追溯服务平台服务。<strong data-v-27603f7f="">如果您开始或正在使用编码追溯服务平台的服务，您的使用行为将被视为对本声明全部内容的认可。</strong></span></p><br data-v-27603f7f=""> <p data-v-27603f7f=""><strong data-v-27603f7f="">二、定义</strong><br data-v-27603f7f=""> <span data-v-27603f7f="">追溯服务平台：指包括汽车零部件编码与质量追溯服务平台（域名为“caqp-id.com ”）等网站及客户端。</span><br data-v-27603f7f=""> <span data-v-27603f7f="">鼎证物联：指追溯服务平台的运营方的单称或合称，包括北京鼎证物联信息技术有限公司及其关联方等。</span></p><br data-v-27603f7f=""> <p data-v-27603f7f=""><strong data-v-27603f7f="">三、知识产权声明</strong></p> <p data-v-27603f7f="">（一）知识产权归属</p> <p data-v-27603f7f="">                 
                  1、 除非鼎证物联另行声明，追溯服务平台内的所有产品、技术、软件、程序、数据及其他信息（包括但不限于文字、图像、图片、照片、音频、视频、图表、色彩、版面设计、电子文档）的所有知识产权（包括但不限于版权、商标权、专利权、商业秘密等）及相关权利，均归鼎证物联或其关联公司所有。未经鼎证物联书面许可，任何人不得以任何方式或理由擅自使用（包括但不限于复制、转载、引用、链接、抓取、传播、修改、抄录、展示、镜像、上载、下载），否则鼎证物联将依法追究法律责任。
                </p> <p data-v-27603f7f="">
                  2、 追溯服务平台的Logo、“caqp-id”、“鼎证编码”、“可信追溯”等文字、图形及其组合，以及追溯服务平台的其他标识、徵记、产品和服务名称均为鼎证物联及其关联公司在中国和其它国家的商标，<strong data-v-27603f7f="">未经鼎证物联书面授权，任何人不得以任何方式或理由展示、使用或作其他处理，也不得向他人表明您有权展示、使用或作其他处理。</strong></p> <p data-v-27603f7f="">（二）责任限制</p> <p data-v-27603f7f="">                 
                  1、 追溯服务平台上的用户信息（包括但不限于企业名称、联系人及联络信息、产品的描述和说明、相关图片、视频等）均由企业自行提供并上传，由企业对其提供并上传的所有信息承担相应法律责任。
                </p> <p data-v-27603f7f="">
                  2、 鼎证物联在此声明，对您使用追溯服务平台、与追溯服务平台相关的任何内容、服务或其它链接至追溯服务平台的站点、内容均不作直接、间接、法定、约定的保证。
                </p> <p data-v-27603f7f="">
                  3、 追溯服务平台转载作品（包括论坛内容）出于传递更多信息之目的，并不意味鼎证物联赞同其观点或已经证实其内容的真实性。
                </p> <p data-v-27603f7f="">（三）知识产权保护</p> <p data-v-27603f7f="">鼎证物联尊重知识产权，反对侵权盗版行为。知识产权权利人认为追溯服务平台内容（包括但不限于追溯服务平台企业发布的信息）可能涉嫌侵犯其合法权益，可以通过追溯服务平台提出书面通知，并提供身份证明、权属证明、具体链接（URL）及详细侵权情况证明，鼎证物联收到后将及时处理。
                </p><br data-v-27603f7f=""> <p data-v-27603f7f=""><strong data-v-27603f7f="">四、作弊检测</strong></p> <p data-v-27603f7f="">若鼎证物联通过技术检测、人工抽检等手段有合理理由怀疑用户资料信息为错误、不实、失效或不完整，追溯服务平台有权暂停或终止用户的帐号，并拒绝现在或将来使用追溯服务平台网络服务的全部或部分，同时保留追索用户不当得利返还的权利。如因此给鼎证物联或编码追溯中心造成任何损失的，用户应承担损害赔偿责任。
                </p></div>`
            }
          ],
      }
    },
    created(){
      document.title = this.contentArr[this.$route.params.unitId].title;
    },
    watch:{
      $route(){
        document.title = this.contentArr[this.$route.params.unitId].title;
      }
    },
    beforeMount(){
       
    },
    mounted (){
      
      
    },
    methods: {
       
    }
  }
</script>

<style scoped>
  @import "./detailCommon.css";
  .detail-content .content-main{
    width: 90%;
    margin: 0 auto;
  }
  .detail-content .content-data{
    padding: 20px 5%;
    border: 1px solid #E5ECF2;
  }

</style>
<style>
  /* 底部详情页 样式 */
  .userText{
    width: 900px;
    margin: 0 auto;
  }
  .userText h4{
    height:80px;
    line-height: 80px;
    text-align: center;
    font-size: 22px;
    color: rgb(0, 44, 108);
  }
  .userText p{
     text-indent:28px;
     line-height: 30px;
     font-family: "微软雅黑";
     font-size: 14px;
     color:#333333;
  }
  .userText span{
    padding-left: 28px;
    color: #333333;
  }

</style>
